LEXICON_RU: dict[str, str] = {
    "/start": "<b>Привет!</b>\nЯ бот-помощник, созданный чтобы "
    "немного облегчить жизнь участникам долевого "
    "строительства\n\nВыберите один из следующих "
    "доступных режимов:",
    "/menu": "Выберите один из следующих доступных режимов:",
    "/help": "Я умею считать неустойку, делеать примерный расчет компенсации "
    "за некачественно сделанный ремонт, а также вы можете задать "
    "вопрос нашему AI-юристу",
    "/cancel_in_default_state": "Вы не выбрали ни один из режимов.\n\n"
    "Чтобы снова перейти к выбору режима - "
    "отправьте команду /menu",
    "/cancel": "Вы вышли в главное меню, чтобы вы хотели сделать в этот "
    "раз?\\n\n. Чтобы снова перейти к выбору режима - "
    "отправьте команду /menu",
    "penalty_button": "Расчет неустойки 💰",
    "defects_button": "Определить недостатки по ремонту 🛠️",
    "ask_button": "Задать вопрос 👨‍⚖️",
    "yes_button": "Верно!",
    "no_button": "Не верно!",
    "other_answer": "Извини, увы, это сообщение мне непонятно...",
    "penalty_text": "Для расчета неустойки мне нужно знать следующие "
    "параметры:\n\n"
    "1. Дату сдачи квартиры согласно ДДУ\n"
    "2. Дату получения квартары по акту приема-передачи или "
    "дату на момент которой вы хотите сделать расчет\n"
    "3. Стоимость объекта по ДДУ.\n\n"
    "Если вы готовы начать введите дату в формате ДД.ММ.ГГГГ (01.12.2020)",
    "repairs_text": "Для определения недостатков по ремонту мне нужно знать "
    "следующие параметры:\n\n"
    "1. Наименование объекта и застройщика\n",
    "ask_text": "Задайте свой вопрос, и я попробую на него ответить",
    "penalty_error": "Извините, но я не смог распознать дату, попробуйте"
    "ввести ее еще раз в формате ДД.ММ.ГГГГ (01.12.2020)",
}
